[{"id":23456,"title":"Andalusia through the camera lens","subtitle":"Presentation of photos accompanied by local music","date":"2024-05-10","excerpt":"Presentation of photos from a trip around Andalusia","imageSrc":"andalusiaPhoto.jpg","imageAlt":"Andalusia Photo","content":"# Andalusia through the camera lens (Presentation of photos accompanied by local music).\n\nPresentation of photos from a trip around Andalusia.\n\nSevilla, Grenada, Malaga, beauftiful spanish countryside and nature on the photos made by professional photographer, during her trip around the most beautifull region of Spain.\n\nListen to the story of this incredible place.\n\nPresentation accompanied by spanish guitar music."},{"id":34567,"title":"Dia Internacional de la Mujer","subtitle":"Women''s Day","date":"2024-03-08","excerpt":"Come to celebrate Internacional Woman''s day in LA FABRICA DEL GUSTO ...","imageSrc":"flowersPhoto.jpg","imageAlt":"Flowers photo","content":"# Dia Internacional de la Mujer (International Women's Day).\n\nCome to celebrate Internacional Woman's day in LA FABRICA DEL GUSTO.\n\nInvite your wife, mother, sister or friend for dinner.\n\nCome with your friends to spend a wonderful evening with a glass of wine."},{"id":45678,"title":"Noche De Guitarra Española","subtitle":"Spanish music evening","date":"2024-02-14","excerpt":"A concert of Spanish and Latin American guitar music ...","imageSrc":"guitarPhoto.jpg","imageAlt":"Guitar photo","content":"# Noche De Guitarra Española (Spanish music evening).\n\nA concert of Spanish and Latin American guitar music.\n\nThe magic of the Spanish guitar lifts your spirit and allows you to recharge your soul with positive energy.\n\nSpanish music is often associated with traditional styles such as flamenco and classical guitar."},{"id":1704996175104,"title":"Dia de la Paella","subtitle":"World Paella Day","date":"2023-06-23","excerpt":"Come and try out our Paellas! All Paellas from our Menu are 30% cheaper this day ...","imageSrc":"1704996175104paella.jpg","imageAlt":"Paella photo","content":"# Dia de la Paella (World Paella Day). \r\n\r\nWorld Paella Day is just around the corner. The day when Spanish people share their wonderful dish with the rest of the world to celebrate, beyond the recipes and ingredients, the international nature of paella.\r\n\r\nPaella is a rice dish originally from the Valencian Community. It is one of the best-known dishes in Spanish cuisine and is regarded as one of the community's identifying symbols."}]